Repository: Abdou1997259/Kader
Catalog: Kader_System.Domain/Resources/SharedResource.*.resx
Languages: ar

source: Accepted
ar: تم القبول

source: Allowance
ar: البدل

# AlreadyExited
source: {0} is Already Exited
ar: موجود بافعل {0}

# AlreadyExitedWithSameName
source: {0} is Already Exited With Same Name
ar: موجود بافعل {0} بنفس الاسم

# AmountTypes
source: Amount Type
ar: نوع الخصم او الزيادة

source: Applicant
ar: المتقدم

# ApplicantJobNumber
source: Number Of Applicants Fulfilled
ar: تم الاكتفاء بعدد المتقدمين

# Approved
source: Approved Sucessfully
ar: تمت الموافقة بنجاج

source: Approved Aready
ar: تمت الموافقه بالفعل

source: Balance Not Enough
ar: الرصيد غير كافي

source: Benefit
ar: اسم المستحق

# Calculated
source: has been already calculated
ar: هذا الحركه تم عمل اعادة احتساب لها

# CalculatedAready
source: This Employee's Salary has been calculated this month.
ar: تم حساب الراتب لهذا الموطف من قبل

# CannotBeFound
source: {0} cannot be found
ar: {0} ليست موجودة

# CannotDeleteItemHasRelativeData
source: Cannot Delete {0} Has Relative Data
ar: لايمكن حذف {0}لوجود بيانات مرتبطه به

source: Company
ar: الشركة

# CompanyContainsEmployee
source: Can't Remove Company Cause It Contains Employee
ar: لايمكن مسح هذا الشركة لانها تحتوي علي موظفين

# CompanyLinkedToUser
source: Can't Remove Company Cause It Is Linked To A User
ar: لايمكن مسح هذا الشركه لانها مربوطة بالمستخدمين

# ContractNotFound
source: Doesn't have a contract
ar: ليس لديه عقد عمل

source: Current Is Not Exited In Companys
ar: لايوجد هذا الشركه من ضمن الشركات المتاحه

source: Current Is Not Exited In Title
ar: لايوجد هذا المسؤليه من ضمن المسؤلبات

source: Deduction
ar: اسم الخصم

source: Delayed Successfully
ar: تم التأجيل

# Deleted
source: Deleted successfully
ar: تم الحذف بنجاح

# Done
source: Saved successfully
ar: تم الحفظ بنجاح

source: Employee
ar: الموظف

# EndJobDate
source: Time of Applicant of job is up
ar: انتهي وقت التقديم

# Faculty
source: Faculty or Section
ar: الكلية او القسم

# FileHasNoDirectory
source: File Has No Directory or not Exited
ar: هذا الملف ليس له مسار او ليس موجود

source: Finished Successfully
ar: تم الأيقاف بنجاح

# HasNoDocument
source: {0} has no document
ar: ليس له وثيقة{0}

# HaveContract
source: this {0} Employee already has a contract
ar: هذا {0} الموظف بالفعل له عقد

source: Invalid Sub id
ar: لاتوجد شاشه بهذا الرقم

# IsCalc
source: this {0} Empolyee's salary has been calcluated
ar: تم عمل حساب مرتب لهذا الحركه بالفعل

# IsDepartmentInMang
source: There isnt such department in this mangement
ar: لايوجد قسم بذلك الاسم في هذا الاداره

# IsExist
source: {0} is exist
ar: {0} موجود بالفعل

# IsNotExisted
source: {0} Is Not Exited
ar: {0} ليس موجود

# IsNotExistedIn
source: Not Exited in
ar: ليس موجود في

source: Loan
ar: السلف

source: Loan Request
ar: طلب السلف

source: Main screen
ar: الشاشة الرئيسية

source: Main screen category
ar: تصنيف الشاشة الرئيسية

# MangerAlready
source: Manger Already , Can't Assgin more than Manger
ar: مدير لاداره اخري لا يمكن تعيين اكثر من مدير

# NotApproved
source: Approved Failed
ar: لم تتم الموافقة

source: Not found data
ar: لا يوجد بيانات

source: Paid Successfuly
ar: تم الدفع بنجاح

source: Path Not Found
ar: هذا الملف ليس له مسار

source: Qualification
ar: المؤهل

source: Rated
ar: تم التقييم

source: Rejected
ar: الرفض

source: Resignation
ar: طلب الاستقالة

source: Resonsiblities
ar: المسئوليات

# Restored
source: Restored Successfully
ar: تمت الاستعاده بنجاح

source: Resume Successfully
ar: تم التشغيل بنجاح

source: Role
ar: المسئولية

source: Salary Effect
ar: كيفيه التاثير علي الراتب

source: Salary More Than Installment
ar: الراتب اكثر من قيمة القست

# SaveSuccessfully
source: Saved Successfully
ar: تم الحفظ

# ScreenInAction
source: This Screen Does'nt Have This Permssion
ar: هذه الشاشة لاتحتوي علي صلاحيات

source: Sub main screen
ar: الشاشة الفرعية

source: Suspended Job
ar: وظيفة معلقة

source: Suspended Successfully
ar: تم التعليق بنجاح

# TitlePermisson
source: Please send the Title
ar: من فضلك ارسل المسئولية

# TitleUser
source: this title has already a user
ar: هذه المسئوليه بلفعل لديها مستخدمة

# TodayTrans
source: You Already Made This Transation On This Employee {0} Today
ar: لقد نفذت هذا الحركة علي هذا الوظف {0} اليوم

# University
source: University or Institue
ar: الجامعة او المعهد

# UniversityContainsFaculty
source: this university or institue dosen't have this seciton or faculty.
ar: هذا الجامعة او المعهد {0} لاتحتوي علي هذا القسم او الكلية {0}

# Updated
source: Updated successfully
ar: تم التحديث بنجاح

# UserInCompany
source: There is not such Compny in your logging User
ar: لاتوجد هذا شركة في المتسخدم خاصتك

# UserInTitle
source: There is not such title in your loging User
ar: لاتوجد هذا المسئولية في المتسخدم خاصتك

# UserNotActive
source: this user is not active
ar: هذا المتسخدم ليس مفعل

# UserPermission
source: This user dosen't have permssions
ar: هذه المسئولية ليس لها صلاحيات في هذا المستخدم

# ViewInclude
source: must have a view permission first
ar: يجب ان يحتوي علي صلاحية العرض اولا
